Repository: superuser404notfound/JellySeeTV
Catalog: JellySeeTV/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# settings.playback.title
source: Playback Settings
cs: Nastavení přehrávání
da: Afspilningsindstillinger
de: Wiedergabe-Einstellungen
el: Ρυθμίσεις αναπαραγωγής
es: Ajustes de reproducción
fi: Toiston asetukset
fr: Paramètres de lecture
hr: Postavke reprodukcije
hu: Lejátszási beállítások
it: Impostazioni riproduzione
ja: 再生設定
ko: 재생 설정
nb: Avspillingsinnstillinger
nl: Afspeelinstellingen
pl: Ustawienia odtwarzania
pt_br: Configurações de reprodução
pt_pt: Definições de reprodução
ro: Setări de redare
ru: Настройки воспроизведения
sk: Nastavenia prehrávania
sv: Uppspelningsinställningar
tr: Oynatma Ayarları
uk: Параметри відтворення
zh_hans: 播放设置
zh_hant: 播放設定

# settings.profile.current
source: Currently signed in
cs: Aktuálně přihlášen
da: Logget ind som
de: Aktuell angemeldet
el: Συνδεδεμένος ως
es: Sesión actual
fi: Kirjautuneena
fr: Connecté
hr: Trenutno prijavljen
hu: Jelenleg bejelentkezve
it: Attualmente connesso
ja: 現在のサインイン
ko: 현재 로그인됨
nb: Innlogget nå
nl: Nu ingelogd
pl: Aktualnie zalogowany
pt_br: Sessão atual
pt_pt: Sessão atual
ro: Conectat acum
ru: Вы вошли как
sk: Aktuálne prihlásený
sv: Inloggad just nu
tr: Şu anda giriş yapılmış
uk: Зараз увійшли
zh_hans: 当前已登录
zh_hant: 目前已登入

# settings.profile.default.title
source: Default profile
cs: Výchozí profil
da: Standardprofil
de: Standardprofil
el: Προεπιλεγμένο προφίλ
es: Perfil predeterminado
fi: Oletusprofiili
fr: Profil par défaut
hr: Zadani profil
hu: Alapértelmezett profil
it: Profilo predefinito
ja: デフォルトのプロファイル
ko: 기본 프로필
nb: Standardprofil
nl: Standaardprofiel
pl: Domyślny profil
pt_br: Perfil padrão
pt_pt: Perfil predefinido
ro: Profil implicit
ru: Профиль по умолчанию
sk: Predvolený profil
sv: Standardprofil
tr: Varsayılan profil
uk: Стандартний профіль
zh_hans: 默认配置文件
zh_hant: 預設設定檔

# settings.profile.launch.default
source: Use default profile
cs: Použít výchozí profil
da: Brug standardprofil
de: Standardprofil verwenden
el: Χρήση προεπιλεγμένου προφίλ
es: Usar perfil predeterminado
fi: Käytä oletusprofiilia
fr: Utiliser le profil par défaut
hr: Koristi zadani profil
hu: Alapértelmezett profil használata
it: Usa profilo predefinito
ja: デフォルトのプロファイルを使用
ko: 기본 프로필 사용
nb: Bruk standardprofil
nl: Standaardprofiel gebruiken
pl: Użyj domyślnego profilu
pt_br: Usar perfil padrão
pt_pt: Usar perfil predefinido
ro: Folosește profilul implicit
ru: Использовать профиль по умолчанию
sk: Použiť predvolený profil
sv: Använd standardprofil
tr: Varsayılan profili kullan
uk: Використовувати стандартний профіль
zh_hans: 使用默认配置文件
zh_hant: 使用預設設定檔

# settings.profile.launch.default.detail
source: Skip the picker and sign in as the default profile automatically.
cs: Přeskočí výběr a automaticky přihlásí výchozí profil.
da: Spring vælgeren over og log ind som standardprofilen automatisk.
de: Die Auswahl überspringen und direkt mit dem Standardprofil anmelden.
el: Παρακάμπτει την επιλογή και συνδέεται αυτόματα με το προεπιλεγμένο προφίλ.
es: Omite la selección y accede automáticamente con el perfil predeterminado.
fi: Ohittaa valitsimen ja kirjautuu sisään oletusprofiililla automaattisesti.
fr: Ignorer le sélecteur et se connecter automatiquement avec le profil par défaut.
hr: Preskače odabir i automatski se prijavljuje kao zadani profil.
hu: Kihagyja a választót és automatikusan bejelentkezik az alapértelmezett profillal.
it: Salta il selettore ed effettua l'accesso automaticamente con il profilo predefinito.
ja: ピッカーをスキップして、デフォルトのプロファイルで自動的にサインインします。
ko: 선택기를 건너뛰고 기본 프로필로 자동 로그인합니다.
nb: Hopp over velgeren og logg inn som standardprofilen automatisk.
nl: Sla de kiezer over en log automatisch in als het standaardprofiel.
pl: Pomiń selektor i zaloguj się automatycznie jako profil domyślny.
pt_br: Pula o seletor e entra com o perfil padrão automaticamente.
pt_pt: Ignora o seletor e inicia sessão com o perfil predefinido automaticamente.
ro: Sari peste selector și conectează-te automat cu profilul implicit.
ru: Пропустить выбор и автоматически войти под профилем по умолчанию.
sk: Preskočiť výber a automaticky prihlásiť predvolený profil.
sv: Hoppa över väljaren och logga in som standardprofilen automatiskt.
tr: Seçiciyi atla ve varsayılan profille otomatik olarak giriş yap.
uk: Пропустити вибір і автоматично увійти як стандартний профіль.
zh_hans: 跳过选择器,自动使用默认配置文件登录。
zh_hant: 跳過選擇器,自動使用預設設定檔登入。

# settings.profile.launch.picker
source: Show profile picker
cs: Zobrazit výběr profilu
da: Vis profilvælger
de: Profilauswahl zeigen
el: Εμφάνιση επιλογέα προφίλ
es: Mostrar selector de perfil
fi: Näytä profiilin valitsin
fr: Afficher le sélecteur de profil
hr: Prikaži odabir profila
hu: Profilválasztó megjelenítése
it: Mostra selettore profilo
ja: プロファイルピッカーを表示
ko: 프로필 선택기 표시
nb: Vis profilvelger
nl: Profielkiezer tonen
pl: Pokaż selektor profilu
pt_br: Mostrar seletor de perfil
pt_pt: Mostrar seletor de perfil
ro: Arată selectorul de profil
ru: Показывать выбор профиля
sk: Zobraziť výber profilu
sv: Visa profilväljare
tr: Profil seçiciyi göster
uk: Показати вибір профілю
zh_hans: 显示配置文件选择器
zh_hant: 顯示設定檔選擇器

# settings.profile.launch.picker.detail
source: Pick who's watching every time the app opens.
cs: Při každém spuštění aplikace vyberte, kdo se dívá.
da: Vælg hvem der ser hver gang appen åbnes.
de: Bei jedem App-Start auswählen, wer gerade schaut.
el: Επιλέξτε ποιος παρακολουθεί κάθε φορά που ανοίγει η εφαρμογή.
es: Elige quién está viendo cada vez que se abre la app.
fi: Valitse kuka katselee aina, kun sovellus avataan.
fr: Choisissez qui regarde à chaque ouverture de l'app.
hr: Odaberite tko gleda svaki put kad se aplikacija otvori.
hu: Válaszd ki, ki nézi, valahányszor megnyílik az alkalmazás.
it: Scegli chi sta guardando ogni volta che l'app viene aperta.
ja: アプリを開くたびに視聴する人を選択します。
ko: 앱을 열 때마다 시청할 사람을 선택합니다.
nb: Velg hvem som ser på hver gang appen åpnes.
nl: Kies wie er kijkt telkens wanneer de app wordt geopend.
pl: Wybierz kto ogląda za każdym razem gdy aplikacja się otwiera.
pt_br: Escolha quem está assistindo sempre que o app abrir.
pt_pt: Escolha quem está a ver sempre que a app abrir.
ro: Alege cine se uită de fiecare dată când se deschide aplicația.
ru: Выбирайте, кто смотрит, при каждом запуске приложения.
sk: Vyberte, kto sa pozerá pri každom spustení aplikácie.
sv: Välj vem som tittar varje gång appen öppnas.
tr: Uygulama her açıldığında kimin izlediğini seç.
uk: Вибирайте, хто дивиться, щоразу під час відкриття застосунку.
zh_hans: 每次打开应用时选择谁在观看。
zh_hant: 每次開啟應用程式時選擇誰在觀看。

# settings.profile.launch.title
source: On app launch
cs: Při spuštění
da: Ved start
de: Beim App-Start
el: Κατά την εκκίνηση
es: Al abrir la app
fi: Sovelluksen käynnistyksessä
fr: Au lancement de l'app
hr: Pri pokretanju aplikacije
hu: Alkalmazás indításakor
it: All'avvio dell'app
ja: アプリ起動時
ko: 앱 실행 시
nb: Ved oppstart
nl: Bij het starten van de app
pl: Przy uruchomieniu aplikacji
pt_br: Ao abrir o app
pt_pt: Ao abrir a app
ro: La pornirea aplicației
ru: При запуске приложения
sk: Pri spustení aplikácie
sv: Vid app-start
tr: Uygulama açılışında
uk: Під час запуску застосунку
zh_hans: 应用启动时
zh_hant: 應用程式啟動時

# settings.profile.subtitle
source: Switch profiles and set a default
cs: Přepínání profilů a výchozí profil
da: Skift profil og vælg standard
de: Profile wechseln und Standard festlegen
el: Εναλλαγή προφίλ και προεπιλογή
es: Cambia de perfil y elige uno predeterminado
fi: Vaihda profiilia ja aseta oletus
fr: Changer de profil et définir un profil par défaut
hr: Promjena profila i zadani profil
hu: Profilváltás és alapértelmezett beállítása
it: Cambia profilo e imposta quello predefinito
ja: プロファイルの切り替えとデフォルトの設定
ko: 프로필 전환 및 기본값 설정
nb: Bytt profil og velg standard
nl: Profielen wisselen en een standaard instellen
pl: Przełączanie profili i ustawianie domyślnego
pt_br: Troque de perfil e defina um padrão
pt_pt: Mudar de perfil e definir um predefinido
ro: Schimbă profilul și setează unul implicit
ru: Смена профилей и выбор по умолчанию
sk: Prepínanie profilov a predvolený profil
sv: Byt profil och välj en standard
tr: Profil değiştirme ve varsayılan ayarlama
uk: Перемикання профілів і вибір стандартного
zh_hans: 切换配置文件并设置默认
zh_hant: 切換設定檔並設定預設

# settings.profile.switchTo
source: Switch profile
cs: Přepnout profil
da: Skift profil
de: Profil wechseln
el: Εναλλαγή προφίλ
es: Cambiar de perfil
fi: Vaihda profiilia
fr: Changer de profil
hr: Promijeni profil
hu: Profilváltás
it: Cambia profilo
ja: プロファイルを切り替え
ko: 프로필 전환
nb: Bytt profil
nl: Profiel wisselen
pl: Przełącz profil
pt_br: Trocar de perfil
pt_pt: Mudar de perfil
ro: Schimbă profilul
ru: Сменить профиль
sk: Prepnúť profil
sv: Byt profil
tr: Profili değiştir
uk: Переключити профіль
zh_hans: 切换配置文件
zh_hant: 切換設定檔

# settings.profile.switchTo.hint
source: Tap to switch without signing in again. Long-press to remove.
cs: Klepnutím přepnete bez opětovného přihlášení. Dlouhým stisknutím odstraníte.
da: Tryk for at skifte uden at logge ind igen. Hold nede for at fjerne.
de: Tippen zum Wechseln ohne erneute Anmeldung. Langer Druck zum Entfernen.
el: Πατήστε για εναλλαγή χωρίς νέα σύνδεση. Παρατεταμένο πάτημα για αφαίρεση.
es: Toca para cambiar sin iniciar sesión de nuevo. Mantén pulsado para eliminar.
fi: Vaihda napauttamalla ilman uudelleenkirjautumista. Poista pitkällä painalluksella.
fr: Touchez pour changer sans vous reconnecter. Maintenez pour supprimer.
hr: Dodirnite za promjenu bez ponovne prijave. Dugo pritisnite za uklanjanje.
hu: Érintsd meg a váltáshoz újrabejelentkezés nélkül. Hosszú nyomás az eltávolításhoz.
it: Tocca per cambiare senza accedere di nuovo. Premi a lungo per rimuovere.
ja: タップで再サインインなしに切り替え。長押しで削除。
ko: 탭하면 다시 로그인 없이 전환됩니다. 길게 누르면 제거됩니다.
nb: Trykk for å bytte uten å logge inn på nytt. Hold nede for å fjerne.
nl: Tik om te wisselen zonder opnieuw in te loggen. Houd ingedrukt om te verwijderen.
pl: Dotknij, aby przełączyć bez ponownego logowania. Przytrzymaj, aby usunąć.
pt_br: Toque para trocar sem entrar de novo. Pressione e segure para remover.
pt_pt: Toque para mudar sem iniciar sessão novamente. Mantenha premido para remover.
ro: Atinge pentru a schimba fără a te conecta din nou. Apasă lung pentru a elimina.
ru: Коснитесь, чтобы переключиться без повторного входа. Удерживайте, чтобы удалить.
sk: Klepnutím prepnete bez opätovného prihlásenia. Dlhým stlačením odstránite.
sv: Tryck för att byta utan att logga in igen. Håll nedtryckt för att ta bort.
tr: Tekrar giriş yapmadan değiştirmek için dokunun. Kaldırmak için uzun basın.
uk: Торкніться, щоб переключитися без повторного входу. Утримуйте, щоб видалити.
zh_hans: 点按即可切换,无需再次登录。长按可移除。
zh_hant: 點按即可切換,無需再次登入。長按可移除。

# settings.profile.title
source: Profile
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
fi: Profiili
fr: Profil
hr: Profil
hu: Profil
it: Profilo
ja: プロファイル
ko: 프로필
nb: Profil
nl: Profiel
pl: Profil
pt_br: Perfil
pt_pt: Perfil
ro: Profil
ru: Профиль
sk: Profil
sv: Profil
tr: Profil
uk: Профіль
zh_hans: 配置文件
zh_hant: 設定檔

# settings.seerr.changeServer
source: Change
cs: Změnit
da: Skift
de: Ändern
el: Αλλαγή
es: Cambiar
fi: Vaihda
fr: Modifier
hr: Promijeni
hu: Módosítás
it: Cambia
ja: 変更
ko: 변경
nb: Endre
nl: Wijzigen
pl: Zmień
pt_br: Alterar
pt_pt: Alterar
ro: Schimbă
ru: Изменить
sk: Zmeniť
sv: Ändra
tr: Değiştir
uk: Змінити
zh_hans: 更改
zh_hant: 變更

# settings.seerr.connect
source: Connect
cs: Připojit
da: Opret forbindelse
de: Verbinden
el: Σύνδεση
es: Conectar
fi: Yhdistä
fr: Se connecter
hr: Poveži
hu: Kapcsolódás
it: Connetti
ja: 接続
ko: 연결
nb: Koble til
nl: Verbinden
pl: Połącz
pt_br: Conectar
pt_pt: Ligar
ro: Conectare
ru: Подключить
sk: Pripojiť
sv: Anslut
tr: Bağlan
uk: Підключитися
zh_hans: 连接
zh_hant: 連線

# settings.seerr.description
source: Connect Seerr to browse popular content and request new movies or shows.
cs: Připojte Seerr k procházení oblíbeného obsahu a žádání o nové filmy nebo seriály.
da: Forbind Seerr for at gennemse populært indhold og anmode om nye film eller serier.
de: Verbinde Seerr, um beliebte Inhalte zu entdecken und neue Filme oder Serien anzufordern.
el: Συνδέστε το Seerr για να περιηγηθείτε σε δημοφιλές περιεχόμενο και να ζητήσετε νέες ταινίες ή σειρές.
es: Conecta Seerr para explorar contenido popular y solicitar nuevas películas o series.
fi: Yhdistä Seerr selataksesi suosittua sisältöä ja pyytääksesi uusia elokuvia tai sarjoja.
fr: Connectez Seerr pour parcourir les contenus populaires et demander de nouveaux films ou séries.
hr: Povežite Seerr za pregledavanje popularnog sadržaja i zahtijevanje novih filmova ili serija.
hu: Csatlakoztasd a Seerr-t a népszerű tartalmak böngészéséhez és új filmek vagy sorozatok kéréséhez.
it: Collega Seerr per sfogliare i contenuti popolari e richiedere nuovi film o serie.
ja: Seerr に接続すると、人気コンテンツを閲覧したり、新しい映画や番組をリクエストできます。
ko: Seerr에 연결하여 인기 콘텐츠를 둘러보고 새 영화나 프로그램을 요청하세요.
nb: Koble til Seerr for å bla gjennom populært innhold og be om nye filmer eller serier.
nl: Verbind Seerr om populaire content te bekijken en nieuwe films of series aan te vragen.
pl: Połącz Seerr, aby przeglądać popularne treści i prosić o nowe filmy lub seriale.
pt_br: Conecte o Seerr para navegar por conteúdo popular e solicitar novos filmes ou séries.
pt_pt: Ligue o Seerr para explorar conteúdo popular e pedir novos filmes ou séries.
ro: Conectează Seerr pentru a răsfoi conținut popular și a solicita noi filme sau seriale.
ru: Подключите Seerr, чтобы просматривать популярный контент и запрашивать новые фильмы или сериалы.
sk: Pripojte Seerr na prehliadanie obľúbeného obsahu a žiadanie o nové filmy alebo seriály.
sv: Anslut Seerr för att bläddra bland populärt innehåll och begära nya filmer eller serier.
tr: Popüler içeriklere göz atmak ve yeni filmler veya diziler istemek için Seerr'i bağlayın.
uk: Підключіть Seerr, щоб переглядати популярний контент і запитувати нові фільми чи серіали.
zh_hans: 连接 Seerr 以浏览热门内容并请求新的电影或剧集。
zh_hant: 連接 Seerr 以瀏覽熱門內容並請求新的電影或影集。

# settings.seerr.error.missingJellyfin
source: Sign in to Jellyfin first.
cs: Nejprve se přihlaste k Jellyfin.
da: Log først ind på Jellyfin.
de: Melde dich zuerst bei Jellyfin an.
el: Συνδεθείτε πρώτα στο Jellyfin.
es: Inicia sesión en Jellyfin primero.
fi: Kirjaudu ensin Jellyfiniin.
fr: Connectez-vous d'abord à Jellyfin.
hr: Najprije se prijavite u Jellyfin.
hu: Először jelentkezz be a Jellyfinbe.
it: Accedi prima a Jellyfin.
ja: 先に Jellyfin にサインインしてください。
ko: 먼저 Jellyfin에 로그인하세요.
nb: Logg først inn på Jellyfin.
nl: Meld je eerst aan bij Jellyfin.
pl: Najpierw zaloguj się do Jellyfin.
pt_br: Entre no Jellyfin primeiro.
pt_pt: Inicie sessão no Jellyfin primeiro.
ro: Conectează-te mai întâi la Jellyfin.
ru: Сначала войдите в Jellyfin.
sk: Najprv sa prihláste do Jellyfin.
sv: Logga först in på Jellyfin.
tr: Önce Jellyfin'e giriş yapın.
uk: Спочатку увійдіть у Jellyfin.
zh_hans: 请先登录 Jellyfin。
zh_hant: 請先登入 Jellyfin。

# settings.seerr.jellyfinPassword
source: Jellyfin Password
cs: Heslo Jellyfin
da: Jellyfin-adgangskode
de: Jellyfin-Passwort
el: Κωδικός Jellyfin
es: Contraseña de Jellyfin
fi: Jellyfin-salasana
fr: Mot de passe Jellyfin
hr: Jellyfin lozinka
hu: Jellyfin jelszó
it: Password Jellyfin
ja: Jellyfin パスワード
ko: Jellyfin 비밀번호
nb: Jellyfin-passord
nl: Jellyfin-wachtwoord
pl: Hasło Jellyfin
pt_br: Senha do Jellyfin
pt_pt: Palavra-passe do Jellyfin
ro: Parolă Jellyfin
ru: Пароль Jellyfin
sk: Heslo Jellyfin
sv: Jellyfin-lösenord
tr: Jellyfin Şifresi
uk: Пароль Jellyfin
zh_hans: Jellyfin 密码
zh_hant: Jellyfin 密碼

# settings.seerr.login
source: Sign In
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
hr: Prijava
hu: Bejelentkezés
it: Accedi
ja: サインイン
ko: 로그인
nb: Logg inn
nl: Aanmelden
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar sessão
ro: Conectare
ru: Войти
sk: Prihlásiť sa
sv: Logga in
tr: Giriş yap
uk: Увійти
zh_hans: 登录
zh_hant: 登入

# settings.seerr.logout
source: Disconnect
cs: Odpojit
da: Afbryd
de: Trennen
el: Αποσύνδεση
es: Desconectar
fi: Katkaise yhteys
fr: Déconnecter
hr: Prekini vezu
hu: Lekapcsolódás
it: Disconnetti
ja: 切断
ko: 연결 해제
nb: Koble fra
nl: Verbinding verbreken
pl: Rozłącz
pt_br: Desconectar
pt_pt: Desligar
ro: Deconectează
ru: Отключить
sk: Odpojiť
sv: Koppla från
tr: Bağlantıyı kes
uk: Від'єднати
zh_hans: 断开连接
zh_hant: 中斷連線

# settings.seerr.passwordCached
source: Signing in with your saved Jellyfin password
cs: Přihlašování pomocí uloženého hesla Jellyfin
da: Logger ind med din gemte Jellyfin-adgangskode
de: Anmeldung mit deinem gespeicherten Jellyfin-Passwort
el: Σύνδεση με τον αποθηκευμένο κωδικό Jellyfin
es: Iniciando sesión con tu contraseña de Jellyfin guardada
fi: Kirjaudutaan tallennetulla Jellyfin-salasanalla
fr: Connexion avec votre mot de passe Jellyfin enregistré
hr: Prijava s vašom spremljenom Jellyfin lozinkom
hu: Bejelentkezés a mentett Jellyfin jelszavával
it: Accesso con la tua password Jellyfin salvata
ja: 保存された Jellyfin のパスワードでサインインします
ko: 저장된 Jellyfin 비밀번호로 로그인 중
nb: Logger på med din lagrede Jellyfin-passord
nl: Aanmelden met je opgeslagen Jellyfin-wachtwoord
pl: Logowanie przy użyciu zapisanego hasła Jellyfin
pt_br: Entrando com sua senha do Jellyfin salva
pt_pt: A iniciar sessão com a sua palavra-passe Jellyfin guardada
ro: Autentificare cu parola Jellyfin salvată
ru: Вход с сохранённым паролем Jellyfin
sk: Prihlasovanie pomocou uloženého hesla Jellyfin
sv: Loggar in med ditt sparade Jellyfin-lösenord
tr: Kayıtlı Jellyfin parolanızla giriş yapılıyor
uk: Вхід зі збереженим паролем Jellyfin
zh_hans: 使用已保存的 Jellyfin 密码登录
zh_hant: 使用已儲存的 Jellyfin 密碼登入

# settings.seerr.quickConnectNote
source: You signed in to Jellyfin with Quick Connect, so we don't have your password. Please enter it to sign in to Seerr.
cs: Do Jellyfin jste se přihlásili pomocí Quick Connect, takže vaše heslo neznáme. Zadejte ho pro přihlášení do Seerr.
da: Du loggede ind på Jellyfin med Quick Connect, så vi har ikke din adgangskode. Indtast den for at logge ind på Seerr.
de: Du hast dich bei Jellyfin mit Quick Connect angemeldet, daher kennen wir dein Passwort nicht. Bitte gib es ein, um dich bei Seerr anzumelden.
el: Συνδεθήκατε στο Jellyfin με Quick Connect, οπότε δεν έχουμε τον κωδικό σας. Εισαγάγετέ τον για να συνδεθείτε στο Seerr.
es: Iniciaste sesión en Jellyfin con Quick Connect, por lo que no tenemos tu contraseña. Introdúcela para iniciar sesión en Seerr.
fi: Kirjauduit Jellyfiniin Quick Connectilla, joten meillä ei ole salasanaasi. Anna se kirjautuaksesi Seerriin.
fr: Vous vous êtes connecté à Jellyfin avec Quick Connect, nous n'avons donc pas votre mot de passe. Veuillez le saisir pour vous connecter à Seerr.
hr: Prijavili ste se na Jellyfin putem Quick Connect, pa nemamo vašu lozinku. Unesite je za prijavu na Seerr.
hu: Quick Connecttel jelentkeztél be a Jellyfinbe, ezért nincs meg a jelszavad. Add meg a Seerr-be való bejelentkezéshez.
it: Hai effettuato l'accesso a Jellyfin con Quick Connect, quindi non abbiamo la tua password. Inseriscila per accedere a Seerr.
ja: Quick Connect で Jellyfin にサインインしたため、パスワードが保存されていません。Seerr にサインインするには入力してください。
ko: Quick Connect로 Jellyfin에 로그인하셨기 때문에 비밀번호가 저장되지 않았습니다. Seerr에 로그인하려면 비밀번호를 입력하세요.
nb: Du logget på Jellyfin med Quick Connect, så vi har ikke passordet ditt. Skriv det inn for å logge på Seerr.
nl: Je bent bij Jellyfin aangemeld met Quick Connect, dus we hebben je wachtwoord niet. Voer het in om je bij Seerr aan te melden.
pl: Zalogowałeś się do Jellyfin przez Quick Connect, więc nie mamy Twojego hasła. Wprowadź je, aby zalogować się do Seerr.
pt_br: Você entrou no Jellyfin com Quick Connect, então não temos sua senha. Digite-a para entrar no Seerr.
pt_pt: Iniciou sessão no Jellyfin com Quick Connect, por isso não temos a sua palavra-passe. Introduza-a para iniciar sessão no Seerr.
ro: V-ați autentificat în Jellyfin cu Quick Connect, așa că nu avem parola dvs. Introduceți-o pentru a vă autentifica în Seerr.
ru: Вы вошли в Jellyfin через Quick Connect, поэтому у нас нет вашего пароля. Введите его для входа в Seerr.
sk: Do Jellyfin ste sa prihlásili cez Quick Connect, preto nemáme vaše heslo. Zadajte ho na prihlásenie do Seerr.
sv: Du loggade in på Jellyfin med Quick Connect, så vi har inte ditt lösenord. Ange det för att logga in på Seerr.
tr: Jellyfin'e Quick Connect ile giriş yaptınız, bu yüzden parolanız bizde yok. Seerr'e giriş yapmak için lütfen parolanızı girin.
uk: Ви ввійшли в Jellyfin через Quick Connect, тому у нас немає вашого пароля. Введіть його, щоб увійти в Seerr.
zh_hans: 你通过 Quick Connect 登录了 Jellyfin,因此我们没有你的密码。请输入密码以登录 Seerr。
zh_hant: 你透過 Quick Connect 登入了 Jellyfin,因此我們沒有你的密碼。請輸入密碼以登入 Seerr。

# settings.seerr.section.credentials
source: Sign In
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
hr: Prijava
hu: Bejelentkezés
it: Accedi
ja: サインイン
ko: 로그인
nb: Logg inn
nl: Aanmelden
pl: Zaloguj się
pt_br: Entrar
pt_pt: Iniciar sessão
ro: Conectare
ru: Войти
sk: Prihlásiť sa
sv: Logga in
tr: Giriş yap
uk: Увійти
zh_hans: 登录
zh_hant: 登入

# settings.seerr.serverAddress.placeholder
source: IP or URL
cs: IP nebo URL
da: IP eller URL
de: IP oder URL
el: IP ή URL
es: IP o URL
fi: IP tai URL
fr: IP ou URL
hr: IP ili URL
hu: IP vagy URL
it: IP o URL
ja: IP または URL
ko: IP 또는 URL
nb: IP eller URL
nl: IP of URL
pl: IP lub URL
pt_br: IP ou URL
pt_pt: IP ou URL
ro: IP sau URL
ru: IP или URL
sk: IP alebo URL
sv: IP eller URL
tr: IP veya URL
uk: IP або URL
zh_hans: IP 或 URL
zh_hant: IP 或 URL

# settings.seerr.serverURL
source: Server URL
cs: URL serveru
el: URL διακομιστή
es: URL del servidor
fi: Palvelimen URL
fr: URL du serveur
hr: URL poslužitelja
hu: Kiszolgáló URL-címe
it: URL server
ja: サーバー URL
ko: 서버 URL
pl: Adres URL serwera
pt_br: URL do servidor
pt_pt: URL do servidor
ro: URL server
ru: URL сервера
sk: URL servera
tr: Sunucu URL'si
uk: URL сервера
zh_hans: 服务器 URL
zh_hant: 伺服器 URL

# settings.seerr.subtitle.connected
source: Connected
cs: Připojeno
da: Forbundet
de: Verbunden
el: Συνδεδεμένο
es: Conectado
fi: Yhdistetty
fr: Connecté
hr: Povezano
hu: Csatlakoztatva
it: Connesso
ja: 接続済み
ko: 연결됨
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt_br: Conectado
pt_pt: Ligado
ro: Conectat
ru: Подключено
sk: Pripojené
sv: Ansluten
tr: Bağlandı
uk: Підключено
zh_hans: 已连接
zh_hant: 已連線

# settings.seerr.subtitle.notConnected
source: Not configured
cs: Nenakonfigurováno
da: Ikke konfigureret
de: Nicht eingerichtet
el: Δεν έχει ρυθμιστεί
es: No configurado
fi: Ei määritetty
fr: Non configuré
hr: Nije konfigurirano
hu: Nincs beállítva
it: Non configurato
ja: 未設定
ko: 구성되지 않음
nb: Ikke konfigurert
nl: Niet geconfigureerd
pl: Nieskonfigurowane
pt_br: Não configurado
pt_pt: Não configurado
ro: Neconfigurat
ru: Не настроено
sk: Nenakonfigurované
sv: Inte konfigurerad
tr: Yapılandırılmadı
uk: Не налаштовано
zh_hans: 未配置
zh_hant: 未設定

# settings.seerr.success
source: Connected to Seerr
cs: Připojeno k Seerr
da: Forbundet til Seerr
de: Mit Seerr verbunden
el: Συνδέθηκε στο Seerr
es: Conectado a Seerr
fi: Yhdistetty Seerr-palveluun
fr: Connecté à Seerr
hr: Povezano sa Seerr
hu: Csatlakoztatva a Seerr-hez
it: Connesso a Seerr
ja: Seerr に接続しました
ko: Seerr에 연결됨
nb: Koblet til Seerr
nl: Verbonden met Seerr
pl: Połączono z Seerr
pt_br: Conectado ao Seerr
pt_pt: Ligado ao Seerr
ro: Conectat la Seerr
ru: Подключено к Seerr
sk: Pripojené k Seerr
sv: Ansluten till Seerr
tr: Seerr'e bağlandı
uk: Підключено до Seerr
zh_hans: 已连接到 Seerr
zh_hant: 已連線到 Seerr
